[
  {
    "id": 43,
    "url": "https://apps.apple.com/us/app/statement-image-editor/id6448959871",
    "name": "Statement",
    "description": "Statement is a tiny image editing tool. Use it to apply filters to images. ",
    "tech": "SwiftUI",
    "type": "Native App",
    "images": 0,
    "date": 2023
  },
  {
    "id": 42,
    "url": "https://apps.apple.com/app/affability/id6449466690",
    "name": "Affability",
    "description": "Affability is a small utility for app developers. Pick a color on your screen and get the SwiftUI Color values directly into your Clipboard.",
    "tech": "SwiftUI",
    "type": "Native App",
    "images": 0,
    "date": 2023
  },
  {
    "id": 41,
    "url": "https://www.hellobeam.com/",
    "name": "Beam Widget",
    "description": "Share the latest cool links directly to your friends' home screen. No notifications: don't get distracted by constant pings and buzzing. Always top of mind: no app to open. Your friends' freshest links always pop right on your home screen. Share from any app.",
    "tech": "SwiftUI",
    "type": "iOS App",
    "images": 0,
    "date": 2023
  },
  {
    "id": 40,
    "url": "https://www.beamapp.co/",
    "name": "Beam Browser",
    "description": "The Beam browser is an native macOS web browser with a built in note editor. It's has features to collect any web content, automatically group your tabs and publish your notes. It's a new way to collect your thoughts and experience the internet.",
    "tech": "SwiftUI, TypeScript, React",
    "type": "Native App",
    "images": 0,
    "date": 2022
  },
  {
    "id": 39,
    "url": "https://stefkors.com/commitment",
    "name": "Commitment",
    "description": "Commitment is a new native macOS Git Client. Written in SwiftUI and built to be a light and powerful companion during your workday. Available in TestFlight. ",
    "tech": "SwiftUI, Swift, Git",
    "type": "MacOS App",
    "images": 0,
    "date": 2023
  },
  {
    "id": 38,
    "url": "https://stefkors.com/gitlab-widget",
    "name": "GitLab Widget",
    "description": "GitLab Widget is a menu bar application that makes it easier to work with GitLab. The Widget makes it easy to see the merge requests you opened and the merge requests you should review. It will also notify you of the CI Status and when any of your merge requests get approved. ",
    "tech": "SwiftUI, Swift",
    "type": "MacOS App",
    "images": 0,
    "date": 2022
  },
  {
    "id": 37,
    "url": "https://openredactie.volkskrant.nl/",
    "name": "Volkskrant Open Redactie",
    "description": "The Open Editorial Board is a project by the Volkskrant. The goal of the project is twofold: Volkskrant wants to listen to their readers better and thus write articles that are more in line with their needs, concerns and interests. In addition, Volksrkant believes that readers can broaden or adjust their perspective as journalists.",
    "tech": "Nuxt, Node.js, Express, MongoDB",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 36,
    "url": "https://sisselmarietonn.com",
    "name": "sisselmarietonn.com",
    "description": "Personal website of Sissel Marie Tonn. Sissel is a Danish artist based in The Hague, The Netherlands. In her practice she explores the complex ways humans perceive, act upon and are entangled with their environments.",
    "tech": "Nuxt, Prismic, Netlify",
    "type": "Website",
    "images": 0,
    "date": 2020
  },
    {
    "id": 35,
    "url": "https://github.com/StefKors/Hyperlink-Nova-Theme",
    "name": "Hyperlink theme",
    "description": "Color theme for the Nova text editor from Panic",
    "tech": "CSS",
    "type": "Theme",
    "images": 0,
    "date": 2020
  },
  {
    "id": 34,
    "url": "http://www.yunlee.digital",
    "name": "yunlee.digital",
    "description": "Personal website of Yun Ingrid Lee. Yun Ingrid Lee is an artist and curator mostly working with text, sound, scores, and performance.",
    "tech": "Nuxt, Prismic, Netlify",
    "type": "Website",
    "images": 0,
    "date": 2020
  },
  {
    "id": 33,
    "url": "http://www.kunstinopenbareruimte-utrecht.nl",
    "name": "Kunst in openbare ruimte Utrecht",
    "description": "The Gemeente Utrecht has over 400 public artwork in their collection. Kunst in the openbare ruimte Utrecht is an Website that helps you explore public art in Utrecht.",
    "collaborators": "Leonie Peters, Nawien Kalidien",
    "tech": "React, Next.js, Drupal 8",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 32,
    "url": "https://apps.apple.com/us/app/kunst-openbare-ruimte-utrecht/id1478256409",
    "name": "Kunst in openbare ruimte Utrecht",
    "description": "The Gemeente Utrecht has over 400 public artwork in their collection. Kunst in the openbare ruimte Utrecht is an App that helps you explore public art in Utrecht.",
    "collaborators": "Nawien Kalidien",
    "tech": "React Native, Expo, Drupal 8",
    "type": "iOS and Android App",
    "images": 0,
    "date": 2019
  },
  {
    "id": 31,
    "url": "http://www.egs.nl",
    "name": "European Gateway Services",
    "description": "European Gateway Services (EGS) has been offering a wide variety of intermodal and synchromodal transport services between the ports of Rotterdam and Antwerp and the leading economic centres of Western and Central Europe. We connect both seaports with 12 inland terminals in the Netherlands, Germany and Belgium by means of more than 30 weekly inland barge services.",
    "collaborators": "Nawien Kalidien",
    "tech": "Drupal 8",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 30,
    "url": "https://apps.apple.com/us/app/ect/id1326222798",
    "name": "European Container Services",
    "description": "Hutchison Ports ECT Rotterdam (ECT) is one of the leading and most advanced container terminal operators in Europe. ECT operates the ECT Delta terminal and the ECT Euromax terminal. The app features, Service notifications, object status, frequently asked questions, news, specific information for the efficient handling of truck transport and more to come.",
    "collaborators": "Maarten Hoogenboom",
    "tech": "Angular JS, Cordova",
    "type": "iOS and Android App",
    "images": 0,
    "date": 2019
  },
  {
    "id": 29,
    "url": "https://www.nieuweenergieschiedam.nl",
    "name": "Nieuwe Energie voor Schiedam",
    "description": "Nieuwe Energie voor Schiedam is een samenwerking van de overheidsorganisaties Gemeente Schiedam en Provincie Zuid-Holland, de woningcorporatie Woonplus Schiedam, het energiebedrijf Eneco Warmte Koude B.V. en netbeheerder Stedin. Deze organisaties hebben begin 2017 met elkaar een zogenaamde green deal gesloten, in het Nederlands een ‘groene afspraak’. Green deals zijn afspraken tussen de overheid en andere partijen. Die andere partijen zijn bedrijven, maatschappelijke organisaties en andere overheden. Een Green Deal helpt om duurzame plannen uit te voeren. Bijvoorbeeld voor energie, klimaat, of verduurzaming van de economie.",

    "tech": "Drupal 8",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 28,
    "url": "http://www.borrenstaalenhoef.nl",
    "name": "Borren Staalenhoef Architecten",
    "description": "An website containing swipable interactions showing off finished project by BSA Architects. The website of Borren Staalenhoef Architects presents their projects in searchable collections.",
    "collaborators": "Mirjam Dissel, Jonatan van der Horst",
    "tech": "React, Drupal 8",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 27,
    "url": "http://jaaroverzichtcommissarisvandekoning2018.zuid-holland.nl/",
    "name": "Jaaroverzicht Commissaris van de Koning 2018",
    "description": "An overview of 2018 from Jaap Smit the Commissaris of the King in Zuid-Holland.",

    "tech": "Drupal 8, Javascript, Sass",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 26,
    "url": "https://jaarverslag.cjgrijnmod.nl",
    "name": "Jaarverslag 2018 CJG Rijnmond",
    "description": "The yearly report of CJG Rijnmond presented as an interactive infographic.",
    "collaborators": "Yasha Kolomiiets, Mirjam Dissel",
    "tech": "Drupal 8, Javascript, Sass, CSS Grid",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 25,
    "url": "https://www.abisgroup.org",
    "name": "Abis Group",
    "description": "The Abis group is the joint representation to the UN International Civil Aviation Organisation (ICAO) of the following European states: Austria, Belgium, Croatia, Ireland, Luxembourg, The Netherlands, Portugal, Switzerland",
    "collaborators": "Anne-Roos van Ommen",
    "tech": "Drupal 8, Javascript, Sass",
    "type": "Website",
    "images": 0,
    "date": 2019
  },

  {
    "id": 24,
    "url": "https://www.atlaspensioen.nl",
    "name": "Atlas Governance Pensioenfondsen",
    "description": "The Atlas Governance Pension Funds is the successor of the 2014 Pension Fund Governance Pension Funds and is focused on the management, supervision and accountability of pension funds. The Atlas aims to provide broad support to the pension sector and is in line with legislation and existing and new digital knowledge bases and training practices.",
    "collaborators": "Jonatan van der Horst",
    "tech": "Drupal 8, Javascript, Sass",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 23,
    "url": "https://www.amyloidosisalliance.org/",
    "name": "Amyloidosis Alliance",
    "description": "The Amyloidosis Alliance is a global organisation for support, awareness, research, treatment and care of Amyloidosis patients.",
    "collaborators": "Bart Mulder",
    "tech": "Drupal 8, Javascript, Sass",
    "type": "Website",
    "images": 0,
    "date": 2019
  },
  {
    "id": 22,
    "url": "https://www.brabantinnovationday.com",
    "name": "Brabant Innovation Day",
    "description": "For the provice of Brabant we designed and developed an event site for the Brabant Innovation Day. An international event to promote Brabant technology and companies around the world.",
    "collaborators": "Jeffrey Grin",
    "tech": "Drupal 8, Javascript, Sass",
    "type": "Website",
    "images": 4,
    "date": 2019
  },
  {
    "id": 21,
    "url": "https://www.florisvermist.nl",
    "name": "florisvermist.nl",
    "description": "Personal site for Theater technician Floris Vermist. Featuring projects, tags, highlights and imagegalleries.",

    "type": "Website",
    "tech": "Kirby CMS, Sass",
    "images": 8,
    "date": 2018
  },
  {
    "id": 20,
    "url": "https://www.oneacre.online/?id=lisa-stef-J1541248969078",
    "name": "Meaning Seeking Animals",
    "description": "As a result, the publication borrows from cartography, as it sets the reader adrift on a topographic map of sentences and paragraphs “as it is high time for cartography to take its place among the arts and for the atlas to be recognised as literature, for it is more than worthy of its original name, theatrum ordis terrarum, the theatre of the world”.",
    "collaborators": "Lisa van Casand, Victoria Douka-Doukopoulou and Titus Knegtel",
    "tech": "EJS, Node.js, MongoDB Mollie Payments",
    "type": "Website",
    "images": 16,
    "date": 2018
  },
  {
    "id": 19,
    "url": "https://www.oneacre.online/?id=sophieeline-stef-I1541252124421",
    "name": "Radio, Techno, Fossil",
    "description": "The publication tunes into our highly textured and complex radio environment by subjecting itself to the unpredictability, seasonality, solar circles of the ionosphere and the current location of the reader. The publication embeds itself by using real time ionospheric measurements to determine how much publication and how much environment arrives.",
    "collaborators": "Sophie Dyer, Eline Benjaminsen, Victoria Douka-Doukopoulou and Titus Knegtel",
    "tech": "EJS, Node.js, MongoDB Mollie Payments, Weather API, Mobile Gyroscope API",
    "type": "Website",
    "images": 11,
    "date": 2018
  },
  {
    "id": 18,
    "url": "https://www.publishorperish.pro",
    "name": "Publish or Perish!",
    "description": "Do you feel a sense of dread when you open Adobe Indesign or Microsoft Word? If so, Publish or Perish! is the Desktop Publishing tool that’s right for you. With its pressure cooking countdown, a series of sudden disruptions, and achievements to get, Publish or Perish! makes Desktop Publishing challenging like it was back in the days. Publish or Perish! will catapult you to a place where software meets the unexpected. \n \n Publish or Perish is the name for the research and creation project that Silvio Lorusso and Stef Kors, on behalf of the PublishingLab of Amsterdam, have developed for Foto Colectania. This commission has materialized in a free online digital content publishing web/app with the capacity to publish both images and texts.\n\n The work was presented in Barcelona during a Printing Party at Foto Colectania as part of the DONE3 festival.",
    "collaborators": "Silvio Lorusso",
    "tech": " Node.js, MongoDB, Fabric.js",
    "type": "Game",
    "images": 9,
    "date": 2018
  },
  {
    "id": 17,
    "url": "https://www.oneacre.online/?id=karina-stef-D1541252022930",
    "name": "Artificial Intelligence never has a headache",
    "description": "The publication imagines a possible future format for tech related theory which — with the constant updates of technology— tend to see the edge of obsolescence straight out of the publisher’s door. Borrowing from version technologies and software lingo, the publication explores what an edition would mean or look like when it occurs as often as update rollups.",
    "collaborators": "Karina Zavidova, Victoria Douka-Doukopoulou and Titus Knegtel",
    "tech": "EJS, Node.js, MongoDB Mollie Payments",
    "type": "Website",
    "images": 16,
    "date": 2018
  },
  {
    "id": 16,
    "name": "Biometric Interface",
    "description": "For Yun Ingrid Eel's performance On Illegibility I built an Biometric Interface which shows RACE, SEX and AGE of the person via facial recognition. With this work Yun Ingrid Eel performed at Sonic Acts Academy 2018 in Amsterdam.",

    "type": "Performance",
    "tech": "Canvas, Affectiva API",
    "images": 3,
    "date": 2018
  },
  {
    "id": 15,
    "url": "http://www.artscienceforum.nl",
    "name": "artscienceforum.nl",
    "description": "ArtScience Forum (ASF) is a platform for open discussion and critical reflection on ArtScience practice(s) today. This website features five different types of articles which are all available directly from the homepage. Using the Kirby CMS makes it easy to add, remove and modify articles.",
    "type": "Website",
    "tech": "Kirby CMS",
    "images": 9,
    "date": 2018
  },
  {
    "id": 14,
    "url": "https://www.joostkors.com",
    "name": "joostkors.com",
    "description": "A personal site for Joost Kors. Based around his projects in the field of architecture. The site contains of a homepage, project page and archive.",

    "tech": "HTML, CSS, Javascript",
    "type": "Website",
    "images": 7,
    "date": 2018
  },
  {
    "id": 13,
    "url": "https://www.oneacre.online/?id=ingrid-stef-O1541251596681",
    "name": "Poetics and Politics of Erasure",
    "description": "Poetics and Politics of Erasure is a multidisciplinary essay on the aesthetics and politics of erasure. The framework for erasure is drawn from a critique of accelerationism, the video game Katamari Damacy, and internet aesthetics. It begins by investigating power relations in dominant archival practices, before tracing how memory storage technology (from the written word to the internet) reinforces hierarchical models of knowledge, and finally posing the generative potential of erasure in alternative models of knowing, doing, and being. It does so by locating strategies of erasure in audio, visual, and digital cultures in the forms of: erasure/forgetting, translation/mutation, and recontextualizing/remythologizing. oneacre.online had a small feature in the Sonic Acts Academy book.",
    "collaborators": "Ingrid Eel, Victoria Douka-Doukopoulou and Titus Knegtel",
    "tech": "EJS, Node.js, MongoDB Mollie Payments",
    "type": "Website",
    "images": 17,
    "date": 2017
  },
  {
    "id": 12,
    "name": "Textual and morphological observation of comment sections",
    "description": "This zine is a series that exist out of the four parts: Texts, Taxonomy, Specimens & Community Guidelines. Showing the information — fragmentarily and outside of their original contexts, throughout the four parts — enables us to highlight the individual.",
    "collaborators": "Mateo Broillet, Thijmen van Brunschot, Nina Fistal and Victoria Douka-Doukopoulou",
    "type": "Book",
    "tech": "Indesign, Research",
    "images": 0,
    "date": 2017
  },
  {
    "id": 11,
    "name": "WPG Media",
    "description": "In a collaboration between the Hogeschool van Amsterdam's PublishingLab and WPG media our team is doing a project about storytelling, transmedia and the development of new ways of reading. We are working on how to maximize the reading experience and the attention accompanying a new book to appear.",
    "collaborators": "Thijmen van Brunschot",
    "type": "Website",
    "tech": "Sketching, User-Research, Prototyping",
    "images": 0,
    "date": 2017
  },
  {
    "id": 10,
    "url": "https://stefkors.github.io/FlexiCorn/index.html",
    "name": "flexicorn.com",
    "description": "Business development for Flexicorn Corp. Art project by Luke Boorman, exhibited at the graduation festival at The Royal Academy of Art, The Hague. (selfhosted backup)",
    "collaborators": "Victoria Douka-Doukopoulou, Luke Boorman",
    "type": "Website",
    "tech": "HTML, CSS, Javascript",
    "images": 21,
    "date": 2017
  },
  {
    "id": 9,
    "name": "Where the money is made, transaction counter",
    "description": "For Eline Benjaminsen's work \"Where the money is made\" I made a single page website that illustrates the speed of hi-frequency trading transactions. Exhibited at the graduation festival at The Royal Academy of Art, The Hague and the Nederlands Fotografie Museum",

    "type": "Website",
    "tech": "HTML, CSS, Javascript",
    "images": 2,
    "date": 2017
  },
  {
    "id": 8,
    "name": "Bynder Onboarding User Experience",
    "description": "User research and User Experience Design for the onboarding process of Bynder Orbit. While developing this feature I interviewed a large number of clients..",
    "collaborators": "Bynder design team",
    "type": "User Experience Design",
    "tech": "Sketching, User-Research, Prototyping",
    "images": 0,
    "date": 2017
  },
  {
    "id": 7,
    "url": "http://www.dkdkpl.com/og_site/index.html",
    "name": "dkdkpl.com/algae",
    "description": "This site was built to showcase the story and emotions that occured during the research of Victoria Douka-Doukopoulou into Algae.",
    "collaborators": "Victoria Douka-Doukopoulou",
    "type": "Website",
    "tech": "HTML, CSS, Javascript",
    "images": 17,
    "date": 2017
  },
  {
    "id": 6,
    "url": "https://www.oneacre.online/announcement",
    "name": "part preface / part acknowledgements",
    "description": "oneacre.online is an experimental publication project, of size exactly equal to the area of 1 chain by 1 furlong that aims to utilize the omnidirectional website space to seed works.",
    "collaborators": "Victoria Douka-Doukopoulou and Titus Knegtel",
    "type": "Website",
    "tech": "EJS, Node.js, MongoDB Mollie Payments",
    "images": 3,
    "date": 2017
  },
  {
    "id": 5,
    "name": "SwiftPark",
    "description": "For ProRail we design the trainstation of the future. Co-Designing with the train commuters we developed SwiftPark, the easiest way to get from and to the trainstation.",
    "collaborators": "Guido Theelen, Joep van den Broeke, Yvonne Butselaar and Richard Tekel",
    "type": "Service Design",
    "tech": "Sketching, User-Research, Prototyping",
    "images": 0,
    "date": 2016
  },
  {
    "id": 4,
    "name": "Reminiscence room",
    "description": "Project developed in with the support of Jeroen Arendsen from Sherpa. Reminiscing of familiar experiences can be used as active therapy for clients who are in the early stages of dementia. Especially with clients who have mental disabilities, where dementia could start as early as 40 years old. Our team designed a workflow to capture, edit and organise the experiences in a way where the patients of Sherpa are involved in most of the steps.",
    "collaborators": "Eoin O Mahony, Floor Rooijakkers, Janis Seldenthuis and Kendra Penniston",
    "type": "Service Design",
    "tech": "Sketching, User-Research, Prototyping",
    "images": 0,
    "date": 2016
  },
  {
    "id": 3,
    "name": "Notes/Research App",
    "description": "In the spring of 2016 I was asked to design an application that could help students and designers keep track of their research and progress. Through design research I was able to determine that most students, artists and designers are using software that isn’t optimised for their way of working. For them I designed a digital notebook to collect and expand their research",
    "collaborators": "Victoria Douka-Doukopoulou",
    "type": "Design",
    "tech": "Service Design, Sketching, User-Research",
    "images": 5,
    "date": 2016
  },
  {
    "id": 2,
    "url": "https://www.hartstichting.nl",
    "name": "hartstichting.nl",
    "description": "As a design intern at Mangrove I worked closely with designer, Ivar van den Broek on Hartstichting.nl. Mangrove and the Dutch Hart Foundation have been working together for a number of years. During this project I was responsible for designing the website, interpreting user-research feedback and iterating the design.",
    "collaborators": "Ivar van den Broek",
    "type": "Website",
    "tech": "Sketch, Invision",
    "images": 4,
    "date": 2016
  },
  {
    "id": 1,
    "url": "https://github.com/StefKors/SyntaxCheck",
    "name": "SyntaxCheck Safari-plugin",
    "description": "Safari Extension for Syntax Checking on MDN, currently a MVP. This extension makes it easy to search Mozilla Developer Network. Just click the icon and search.",

    "type": "Browser Extension",
    "tech": "Javascript",
    "images": 0,
    "date": 2016
  },
  {
    "id": 0,
    "url": "http://echnaton.stefkors.nl",
    "name": "Echnaton homepage",
    "description": "My first website online. the first I've ever build. 2008. Please inspect source. it's quite entertaining.",
    "collaborators": "Kelvin, Robbin en Jim",
    "type": "Website",
    "tech": "HTML, HTML styles, image buttons, MARQUEE",
    "images": 0,
    "date": 2008
  }
]
